Repository: muzirus/muzirus
Catalog: translations/flashes.*.xlf
Languages: cs

# admin.abbreviation.created
source: Abbreviation has been created.
cs: Vytvoření zkratky proběhlo úspěšně.

# admin.abbreviation.updated
source: Abbreviation has been updated.
cs: Upravení zkratky proběhlo úspěšně.

# admin.abbreviation.deleted
source: Abbreviation has been deleted.
cs: Smazání zkratky proběhlo úspěšně.

# admin.category.created
source: Category has been created.
cs: Vytvoření kategorie proběhlo úspěšně.

# admin.category.updated
source: Category has been updated.
cs: Upravení kategorie proběhlo úspěšně.

# admin.category.deleted
source: Category has been deleted.
cs: Smazání kategorie proběhlo úspěšně.

# admin.source.created
source: Source has been created.
cs: Vytvoření zdroje proběhlo úspěšně.

# admin.source.updated
source: Source has been updated.
cs: Upravení zdroje proběhlo úspěšně.

# admin.source.deleted
source: Source has been deleted.
cs: Smazání zdroje proběhlo úspěšně.

# admin.source_type.created
source: Source type has been created.
cs: Vytvoření typu zdroje proběhlo úspěšně.

# admin.source_type.updated
source: Source type has been updated.
cs: Upravení typu zdroje proběhlo úspěšně.

# admin.source_type.deleted
source: Source type has been deleted.
cs: Smazání typu zdroje proběhlo úspěšně.

# admin.symbol.created
source: Symbol has been created.
cs: Vytvoření symbolu proběhlo úspěšně.

# admin.symbol.updated
source: Symbol has been updated.
cs: Upravení symbolu proběhlo úspěšně.

# admin.symbol.deleted
source: Symbol has been deleted.
cs: Smazání symbolu proběhlo úspěšně.

# admin.translation.created
source: Translation has been created.
cs: Vytvoření ekvivalentu proběhlo úspěšně.

# admin.translation.updated
source: Translation has been updated.
cs: Upravení ekvivalentu proběhlo úspěšně.

# admin.translation.deleted
source: Translation has been deleted.
cs: Smazání ekvivalentu proběhlo úspěšně.

# admin.translation_example.created
source: Translation example has been created.
cs: Vytvoření exemplifikace proběhlo úspěšně.

# admin.translation_example.updated
source: Translation example has been updated.
cs: Upravení exemplifikace proběhlo úspěšně.

# admin.translation_example.deleted
source: Translation example has been deleted.
cs: Smazání exemplifikace proběhlo úspěšně.

# admin.word.created
source: Word has been created.
cs: Vytvoření slova proběhlo úspěšně.

# admin.word.updated
source: Word has been updated.
cs: Upravení slova proběhlo úspěšně.

# admin.word.deleted
source: Word has been deleted.
cs: Smazání slova proběhlo úspěšně.

# admin.announcement.created
source: Announcement has been created.
cs: Vytvoření oznámení proběhlo úspěšně.

# admin.announcement.updated
source: Announcement has been updated.
cs: Upravení oznámení proběhlo úspěšně.

# admin.announcement.deleted
source: Announcement has been deleted.
cs: Smazání oznámení proběhlo úspěšně.

# admin.post.created
source: Post has been created.
cs: Vytvoření článku proběhlo úspěšně.

# admin.post.updated
source: Post has been updated.
cs: Upravení článku proběhlo úspěšně.
