Repository: muzirus/muzirus
Catalog: translations/forms.*.xlf
Languages: cs

source: label.title
cs: Název

source: label.value
cs: Hodnota

source: label.description
cs: Popis

source: label.note
cs: Poznámka

source: label.status
cs: Stav

source: label.categories
cs: Kategorie

source: label.sources
cs: Zdroje

source: label.source_type
cs: Typ zdroje

source: label.language_note.pronunciation
cs: Jazyková poznámka - výslovnost

source: label.language_note.inflection
cs: Jazyková poznámka - skloňování a časování

source: label.language_note.exception_to_inflection
cs: Jazyková poznámka - výjimka při skloňování a časování

source: label.language_note.type
cs: Jazyková poznámka - slovní druh

source: label.language_note.gender
cs: Jazyková poznámka - rod

source: label.language_note.other
cs: Jazyková poznámka - ostatní

source: label.explanation
cs: Výklad

source: label.explanation_source_info
cs: Zdroj výkladu

source: label.explanation_source_date
cs: Datum výkladu

source: label.name_of_author
cs: Jméno autora

source: label.name_of_publisher
cs: Jmého vydavatele

source: label.date_of_release
cs: Datum vydání

source: label.place_of_release
cs: Místo vydání

source: label.pages_count
cs: Počet stran

source: label.code_of_publication
cs: Kód publikace

source: label.word
cs: Slovo

source: label.word_with_accent
cs: Slovo s akcentem

source: label.gender.unknown
cs: Neznámý (nevyplněn)

source: label.gender.masculine
cs: Mužský

source: label.gender.feminine
cs: Ženský

source: label.gender.neuter
cs: Střední

source: label.czech_sentence
cs: Česká věta

source: label.russian_sentence
cs: Ruská věta

source: label.czech_word
cs: České slovo

source: label.czech_note
cs: Česká poznámka

source: label.russian_word
cs: Ruské slovo

source: label.russian_note
cs: Ruská poznámka

source: label.status.not_processed
cs: Nezpracováno

source: label.status.equivalents_not_found
cs: Nalezeny ekvivalenty

source: label.status.examples_added
cs: Vloženy ukázky

source: label.status.checked
cs: Zkontrolováno

source: label.type.unknown
cs: Neznámý (nevyplněn)

source: label.type.noun
cs: Podstatná jména (Substantiva)

source: label.type.verb
cs: Slovesa (Verba)

source: label.type.adjective
cs: Přídavná jména (Adjektiva)

source: label.type.pronoun
cs: Zájmena (Pronomina)

source: label.type.numeral
cs: Číslovky (Numeralia)

source: label.type.adverb
cs: Příslovce (Adverbia)

source: label.type.preposition
cs: Předložky (Prepozice)

source: label.type.conjunction
cs: Spojky (Konjunkce)

source: label.type.particle
cs: Částice (Partikule)

source: label.type.interjection
cs: Citoslovce (Interjekce)

source: label.yes
cs: Ano

source: label.no
cs: Ne

source: label.hidden
cs: Schováno

source: label.link
cs: Odkaz na heslo v korpusech InterCorp

source: label.content
cs: Obsah

source: label.slug
cs: Slug (link)

source: label.feedback_content
cs: Vaše návrhy na zlepšení

source: label.feedback_email
cs: Váš email (nepovinný)

source: label.title_in_russian
cs: Název v ruštině

source: label.content_in_russian
cs: Obsah v ruštině
