Repository: muzirus/muzirus
Catalog: translations/messages.*.xlf
Languages: cs, ru

# admin.abbreviations
source: Abbreviations
cs: Zkratky
ru: Сокращения

# admin.actions
source: Actions
cs: Akce
ru: Действие

# admin.activities
source: Activities
cs: Aktivity
ru: Деятельность

# admin.approved
source: Approved
cs: Schváleno
ru: Одобрено

# admin.authors
source: Authors
cs: Autoři
ru: Авторы

# admin.box.title.add
source: Add
cs: Přidat
ru: Добавить

# admin.box.title.edit
source: Edit
cs: Upravit
ru: Отредактировать

# admin.button.add_abbreviation
source: Add abbreviation
cs: Přidat zkratku
ru: Добавить сокращение

# admin.button.add_category
source: Add category
cs: Přidat kategorii
ru: Добавить категорию

# admin.button.add_equivalent
source: Add equivalent
cs: Přidat ekvivalent
ru: Добавить эквивалент

# admin.button.add_new
source: Add new
cs: Přidat nové
ru: Добавить новый

# admin.button.add_source
source: Add source
cs: Přidat zdroj
ru: Добавить источник

# admin.button.add_source_type
source: Add source type
cs: Přidat typ zdroje
ru: Добавить тип источника

# admin.button.add_symbol
source: Add symbol
cs: Přidat symbol
ru: Добавить символ

source: admin.button.add_word
cs: Přidat slovo
ru: Добавить слово

source: admin.button.add_user
cs: Přidat uživatele

source: admin.button.back_to_list
cs: Zpět na seznam
ru: Обратно к списку

source: admin.button.back_to_translations
cs: Zpět na překlady
ru: Обратно к переводам

source: admin.button.back_to_translation_examples
cs: Zpět na ukázky překladů
ru: Обратно к показам эквивалентов

source: admin.button.edit
cs: Upravit
ru: Отредактировать

source: admin.button.remove
cs: Odstranit
ru: Удалить

source: admin.button.save
cs: Uložit
ru: Сохранить

source: admin.button.save_and_new
cs: Uložit a nové
ru: Сохранить и добавить новое

source: admin.created
cs: Vytvořeno
ru: Создано

source: admin.czech
cs: České
ru: Чешские

source: admin.czech_note
cs: Česká poznámka
ru: Чешское примечание

source: admin.czech_sentence
cs: Česká věta
ru: Чешское предложение

source: admin.czech_word
cs: České slovo
ru: Чешское слово

source: admin.czech_words
cs: Česká slova
ru: Чешские слова

source: admin.dashboard
cs: Nástěnka
ru: Лента новостей

source: admin.deleted
cs: Smazáno
ru: Удалено

source: admin.description
cs: Popis
ru: Описание

source: admin.examples
cs: Ukázky
ru: Примеры использования

source: admin.explanation
cs: Vysvětlení
ru: Объяснение

source: admin.gender
cs: Rod
ru: род

source: admin.hidden
cs: Schováno
ru: Скрыто

source: admin.home
cs: Domů
ru: Домашняя страница

source: admin.inflection
cs: Skloňování
ru: Склонение

source: admin.language_note
cs: Jazyková poznámka
ru: Языковая помета

source: admin.news
cs: Novinky
ru: Новости

source: admin.no
cs: Ne
ru: Нет

source: admin.no_news_yet
cs: Zatím žádné novinky
ru: Пока нет новостей

source: admin.original_database
cs: Původní databáze
ru: Прежняя база данных

source: admin.other
cs: Ostatní
ru: Остальные

source: admin.pages_count
cs: Počet stran
ru: Число страниц

source: admin.published_date
cs: Datum vydání
ru: Дата издания

source: admin.published_place
cs: Místo vydání
ru: Место издания

source: admin.publisher
cs: Vydavatel
ru: Издатель

source: admin.russian
cs: Ruské
ru: Русские

source: admin.russian_words
cs: Ruská slova
ru: Русские слова

source: admin.russian_note
cs: Ruská poznámka
ru: Русское примечание

source: admin.russian_sentence
cs: Ruská věta
ru: Русское предложение

source: admin.russian_word
cs: Ruské slovo
ru: Русское слово

source: admin.sign_out
cs: Odhlásit
ru: Выйти

source: admin.source
cs: Zdroj
ru: Источник

source: admin.sources
cs: Zdroje
ru: Источники

source: admin.source_types
cs: Typy zdrojů
ru: Типы источников

source: admin.status
cs: Stav
ru: Состояние

source: admin.symbols
cs: Symboly
ru: Символы

source: admin.system
cs: Systém
ru: Система

source: admin.tab.edit
cs: Upravit
ru: Отредактировать

source: admin.title
cs: Název
ru: Название

source: admin.translation
cs: Překlad
ru: Перевод

source: admin.translations
cs: Překlady
ru: Переводы

source: admin.type
cs: Typ
ru: Тип

source: admin.updated
cs: Aktualizováno
ru: Обновлено

source: admin.users
cs: Uživatelé
ru: Пользователи

source: admin.value
cs: Hodnota
ru: Значение

source: admin.visit_site
cs: Zobrazit stránku
ru: Показать страницу

source: admin.word
cs: Slovo
ru: Слово

source: admin.words
cs: Slova
ru: Слова

source: admin.word_with_accent
cs: Slovo s akcentem
ru: Слово с ударением

source: admin.word_with_accent_is_missing
cs: Chybí slovo s akcentem (uložte formulář)
ru: Не хватает слова с ударением (сохраните изменения)

source: admin.yes
cs: Ano
ru: Да

source: admin.not_processed
cs: Nezpracováno
ru: Не обработано

source: admin.equivalents_not_found
cs: Nalezeny ekvivalenty
ru: Эквиваленты сохранены

source: admin.examples_added
cs: Vloženy ukázky
ru: Примеры использования сохранены

source: admin.checked
cs: Zkontrolováno
ru: Отредактировано

source: admin.tab.equivalents
cs: Ekvivalenty
ru: Эквиваленты

source: admin.no_content
cs: Žádný obsah
ru: Содержание не вложено

source: admin.equivalents
cs: Ekvivalenty
ru: Эквиваленты

source: admin.exemplifications
cs: Exemplifikace
ru: Экземплификации

source: admin.exception_to_inflection
cs: Výjimky
ru: Исключения

source: admin.topics
cs: Tematické okruhy
ru: Тематические категории

source: admin.topic
cs: Tematický okruh
ru: Тематическая категория

source: app.title
cs: Rusko-český, česko-ruský slovník hudebních pojmů online
ru: Русско-чешский словарь музыкальных понятий онлайн

source: app.title.topics
cs: Tematické okruhy
ru: Тематические категории

source: app.title.vocabulary_russian
cs: Ruský heslář
ru: Русский словник

source: app.title.vocabulary_czech
cs: Český heslář
ru: Чешский словник

source: app.title.abbreviations
cs: Zkratky
ru: Сокращения

source: app.title.notations
cs: Glosář hudební notace
ru: Нотация

source: app.title.proccessing_of_words
cs: Zpracování hesel
ru: Обработка словарных статей

source: app.title.suggest_improvement
cs: Navrhnout zlepšení
ru: Предложить улучшения

source: app.updated_at
cs: Datum poslední změny:
ru: Дата последнего изменения

source: app.link.intercorp
cs: Odkaz na heslo v korpusech InterCorp
ru: Ссылка на слово в корпусах InterCorp

source: app.abbreviation
cs: Zkratka
ru: Сокращение

source: app.meaning
cs: Význam
ru: Толкование

source: app.title.about_project
cs: O projektu
ru: О проекте

source: app.topics
cs: Tematické okruhy
ru: Тематические категории

source: admin.button.preview
cs: Zobrazit ukázku
ru: Показать примеры использования

source: admin.name
cs: Jméno
ru: Имя

source: admin.email
cs: Email

source: admin.announcements
cs: Oznámení

source: admin.author
cs: Autor
ru: Автор

source: admin.button.add_announcement
cs: Přidat oznámení

source: admin.posts
cs: Články

source: admin.slug
cs: Slug

source: admin.button.add_post
cs: Přidat článek

source: admin.position
cs: Pozice

source: admin.messages
cs: Zprávy

source: app.title.feedback
cs: Navrhnout zlepšení
ru: Предложить улучшения

source: app.button.close
cs: Zavřít
ru: Закрыть

source: app.button.send
cs: Odeslat
ru: Отправить

source: admin.content
cs: Obsah

source: __app.menu.notations
cs: Notace
ru: Нотация

source: __app.feedback_intro
cs: Nenašli jste, co jste hledali, nebo byste rádi něčím přispěli?
ru: Вы не нашли то, что Вы искали, или у Вас появились идеи с которыми Вы желаете поделиться?

source: __app.write_us
cs: Napište nám!
ru: Свяжитесь с нами!

source: __app.thank_you
cs: Děkujeme Vám!
ru: Благодарим Вас за содействие!

source: __app.feedback.content.help_text
cs: Pošlete nám své připomínky nebo tipy na nová hesla, která bychom podle Vás měli zpracovat. Můžete navrhnout ruská i česká hesla, přidat vysvětlivku nebo informační zdroj, který stojí za prostudování.
ru: Отправьте нам свои замечания или рекомендации новых понятий, которые, по Вашему мнению, стоит обработать. Можно предложить русские и чешские слова, добавить к ним пояснения или источник дополнительной информации, который нам советуете изучить.

source: __app.feedback.email.help_text
cs: Pokud uvedete svůj kontaktní e-mail, budeme Vás o zveřejnění Vámi navrženého hesla informovat.
ru: На указанный адрес мы отправим отзыв или благодарность за предложенную Вами словарную статью.
